import React from "react";


export const Landmark = () => {


  return (
    <div>
      Буйничское поле. Это известный мемориальный комплекс возле деревни
      Буйничи, что недалеко от Могилева. Он представляет собой арку, соединённую
      аллей с 27-метровой часовней, выполненной в традиционном стиле
      восточнославянской архитектуры. На стенах из светлого мрамора написаны
      имена сотен воинов и ополченцев. В центре мемориала находится «Книга
      памяти». Под часовней расположен склеп для перезахоронения воинов, чьи
      останки до сих пор находят поисковые отряды
     
    </div>
  );
};
